Repository: linderp1/Linux_Scripts
Catalog: */sound-output-device-chooser@kgshank.net/locale/*/LC_MESSAGES/sound-output-device-chooser.po
Languages: cs_cz, fi, fr, ja, zh_cn

source: (Select / deselect the required device in the Gnome Sound Settings)
cs_cz: (Vyberte/zrušte výběr požadovaného zařízení v Nastavení zvuku Gnome)
fr: (sélectionner ou désélectionner le périphérique désiré depuis les réglages audio de GNOME)
ja: (「設定」アプリから非表示の端末を有効にできなくします)
zh_cn: （在 Gnome 的声音设置中选择所需要的设备时）

source: Activated Device:
cs_cz: Aktivovaná zařízení:
fi: Aktivoitu laite:
fr: Périphérique activé :
ja: 有効な端末:
zh_cn: 活动中的设备：

source: Activated device is hidden in Port Settings.
cs_cz: Aktivované zařízení je skryto v Nastavení portů.
fi: Aktivoitu laite on piilotettu porttiasetuksissa.
fr: Le périphérique actif est masqué dans les paramètres des entrées‑sorties.
ja: 有効な端末がポート設定で非表示に設定されています
zh_cn: 要使用的设备在端口设置中被设置为隐藏。

source: Colored
cs_cz: Barevné
fi: Värikäs
fr: Couleur
ja: 色付き
zh_cn: 彩色

source: Could not load the preferences UI file
cs_cz: Nelze načíst soubor s nastavením UI
fi: Asetusten käyttöliittymän lataaminen ei onnistunut
fr: Impossible de charger le fichier de préférences de l’interface utilisateur
ja: UIの設定ファイルを読み込めませんでした
zh_cn: 无法加载设置界面

source: Deactivated Device:
cs_cz: Deaktivovaná zařízení:
fi: Poiskytketty laite:
fr: Périphérique désactivé :
ja: 無効な端末:
zh_cn: 不活动的设备：

source: Default
cs_cz: Výchozí
fi: Oletus
fr: Par défaut
ja: 表示
zh_cn: 默认

source: Device Type
cs_cz: Typ zařízení
fi: Laitteen tyyppi
fr: Type de périphérique
ja: 端末の種類
zh_cn: 设备类型

source: Disable in extension preferences to avoid this behaviour.
cs_cz: Zakažte v předvolbách rozšíření abyste se tomuto chování vyhnuli.
fi: Kytke pois päältä laajennuksen asetuksista välttääksesi tämän.
fr: Modifiez ce comportement en le désactivant dans les préférences de l’extension.
ja: この動作を無効にするには拡張機能の設定を変更してください
zh_cn: 在设置中禁用可避免这一行为。

source: Display audio profiles for selection
cs_cz: Zobrazit výběr zvukových profilů
fi: Näytä määritysten valinta
fr: Afficher les profils audio correspondants
ja: 音声プロファイルを選択リストに表示
zh_cn: 在选择列表中展示声音配置文件选项

source: Display icons only in selection list
cs_cz: Zobrazit pouze ikony v seznamu s výběrem
fi: Näytä vain kuvakkeet valintalistassa
fr: Afficher les icônes uniquement dans la liste
ja: アイコンを選択リストのみで表示
zh_cn: 只在选择列表中展示图标

source: Don't allow device hidden in Port Settings to be activated
cs_cz: Nepovolte aktivaci zařízení skrytého v Nastavení portu
fi: Älä salli porttiasetuksissa piilotettujen laitteiden aktivointia
fr: Interdire l’activation du masquage des périphériques dans les paramètres des entrées‑sorties
ja: ポート設定で非表示にした端末を有効にすることを許可しない
zh_cn: 禁止切换到端口设置中已隐藏的设备

source: Enable Log messages
cs_cz: Povolit zprávy protokolu
fi: Kirjoita lokitietoja
fr: Activer l’écriture de messages dans le journal système
ja: ログメッセージを有効
zh_cn: 开启日志

source: Enable new profile identification
cs_cz: Povolit identifikaci nového profilu
fi: Käytä uusien määritysten tunnistamista
fr: Activer l’identification des nouveaux profils
ja: 新しいプロファイルを認識(ONを推奨)
zh_cn: 使用新的配置文件识别方式

source: Extend Volume Menu to fit device names
cs_cz: Rozšiřte nabídku hlasitosti o názvy zařízení
fi: Laajenna äänensäätövalikkoa laitenimien mahduttamiseksi
fr: Étendre le menu du volume sonore afin de l’adapter aux noms des périphériques
ja: 端末名の長さに合わせてメニューの幅を伸縮
zh_cn: 自动调节音量菜单以适应设备名称

source: Extension changed active sound device.
cs_cz: Rozšíření změnilo aktivní zvukové zařízení.
fi: Laajennus vaihtoi aktiivista äänilaitetta.
fr: L’extension a modifié le périphérique actif.
ja: 拡張機能が有効なデバイスを変更しました。
zh_cn: 扩展切换到了另一个音频设备。

source: Extension initialising...
cs_cz: Inicializace rozšíření...
fi: Laajennusta otetaan käyttöön...
fr: Initialisation de l’extension…
ja: 拡張機能をインストールしています...
zh_cn: 扩展正在初始化...

source: General Settings
cs_cz: Obecná nastavení
fi: Yleiset asetukset
fr: Paramètres généraux
ja: 主な設定
zh_cn: 常规设置

source: Hide
cs_cz: Skrýt
fi: Piilota
fr: Masquer
ja: 非表示
zh_cn: 隐藏

source: Hide selector if there's only one device
cs_cz: Skrýt výběr je-li pouze jedno zařízení
fi: Piilota valitsin jos laitteita on vain yksi
fr: Masquer le sélecteur s’il n’y a qu’un seul périphérique
ja: 端末1つしかないときはセレクターを非表示
zh_cn: 只有一个设备时隐藏设备选项

source: Icon Theme
cs_cz: Téma ikon
fi: Kuvaketeema
fr: Thème d’icônes
ja: アイコンテーマ
zh_cn: 图标主题

source: Icons
cs_cz: Ikony
fi: Kuvakkeet
fr: Icônes
ja: アイコン
zh_cn: 图标

source: Input Devices
cs_cz: Vstupní zařízení
fi: Sisääntulolaitteet
fr: Périphériques d’entrée
ja: 入力端末
zh_cn: 输入设备

source: Miscellaneous
cs_cz: Různé
fi: Sekalaiset
fr: Divers
ja: その他
zh_cn: 其他

source: Monochrome
cs_cz: Černobílé
fi: Kaksivärinen
ja: 白黒
zh_cn: 黑白

source: Name
cs_cz: Jméno
fi: Nimi
fr: Nom
ja: 端末名
zh_cn: 名称

source: None
cs_cz: Žádné
fi: Ei mitään
fr: Aucun
ja: 表示しない
zh_cn: 无

source: Omit device origins at Volume Menu
cs_cz: Skrýt původ zařízení v nabídce hlasitosti
fi: Älä näytä laitteiden nimiä äänensäätövalikossa
fr: Ne pas préciser le périphérique audio dans le menu du volume sonore
ja: 端末名を簡略表示
zh_cn: 在音量菜单中省略设备来源

source: Output Devices
cs_cz: Výstupní zařízení
fi: Ulostulolaitteet
fr: Périphériques de sortie
ja: 出力端末
zh_cn: 输出设备

source: Port Settings
cs_cz: Nastavení portu
fi: Porttiasetukset
fr: Réglages des entrées‑sorties audio
ja: ポート設定
zh_cn: 端口设置

source: Profile:
cs_cz: Profil:
fi: Määritys:
fr: Profil :
ja: プロファイル:
zh_cn: 配置文件：

source: Show
cs_cz: Zobrazit
fi: Näytä
fr: Affichage
ja: 表示
zh_cn: 显示

source: Show input devices
cs_cz: Zobrazit vstupní zařízení
fi: Näytä sisääntulolaitteet
fr: Afficher les périphériques d’entrée
ja: 入力端末を表示
zh_cn: 显示输入设备

source: Show output devices
cs_cz: Zobrazit výstupní zařízení
fi: Näytä ulostulolaitteet
fr: Afficher les périphériques de sortie
ja: 出力端末を表示
zh_cn: 显示输出设备

source: Show volume control for default device
cs_cz: Zobrazit ovládání hlasitosti pro výchozí zařízení
fi: Näytä äänensäädin oletuslaitteelle
fr: Afficher le contrôle du volume du périphérique d’entrée par défaut
ja: 入力ボリューム調節スライダーを表示
zh_cn: 显示默认设备的音量滑动条

source: Integrate selector with slider
cs_cz: Integruj výběr zařízení s posuvníkem
fi: Yhdistä laitevalitsin äänensäätimeen
ja: ボリューム調整バーとセレクターをまとめて表示
zh_cn: 集成设备选项到音量滑动条中
